---
kind: property
id: P:Autodesk.Revit.DB.Point.Coord
zh: 点
source: html/81467732-3105-bd24-a6a5-b276a3c3f8af.htm
---
# Autodesk.Revit.DB.Point.Coord Property

**中文**: 点

Returns the coordinates of the point.

## Syntax (C#)
```csharp
public XYZ Coord { get; }
```